---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures
source: html/17ef6a0b-6c94-0696-ee7e-370362acf8a5.htm
---
# BuiltInFailures.RebarSystemFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.